const ar = {
  'click_here':'اضغط هنا',
  //profile view
  'profile_title': 'الملف الشخصي',
  'id': 'رقم الهوية',
  'change_language': 'تغيير اللغة',
  'about_us': 'من نحن',
  'terms': 'الشروط والأحكام',
  'FAQs': 'الأسئلة الشائعة',
  'contact_us': 'تواصل معنا',
  'logout_button': 'تسجيل الخروج',
  // profile edite view
  'name_field': 'الاسم',
  'mobile_field': 'رقم الجوال',
  'email_field': 'البريد الالكتروني',
  'email_optional': 'اختياري',
  'marital_status': 'الحالة الإجتماعية',
  'single': 'أعزب',
  'widower': 'أرمل',
  'divorced': 'مطلق',
  'married': 'متزوج',
  'monthly_income': 'الدخل الشهري',
  'income_source': 'مصدر الدخل',
  'hint_box': 'فضلا اختار',
  'job': 'وظيفة',
  'freelancer': 'عمل حر',
  'other': 'اخرى',
  'save_button': 'حفظ',
  // about us view
  'about_us_title': 'عنّا',
  'about_us_content':
  'سخي هو تطبيق لربط الجمعيات الأهلية والمتاجر في منصة واحدة بهدف ايصال الدعم والاحتياجات الغذائية والطبية لمستفيدي الجمعيات الأهلية', //FAQs view

  //FAQs view
  'faqs_title': 'الأسئلة الشائعة',
  //1
  'first_question': 'لماذا نستخدمه ؟',
  'first_question_content':
  'لتعزيز الدعم للأفراد والأسر ذوي الحاجات المالية في المجتمع. يعمل هذا التطبيق كوسيط بين المتبرعين والمحتاجين، مما يسهل على المتبرعين تقديم المساعدة وعلى المحتاجين استخدام هذه المساعدة لشراء الضروريات اليومية',
  //2
  'seconed_question': 'كيف يعمل التطبيق؟',
  'seconed_question_content':
  'تطبيق "سخي" يوفر وسيلة سهلة لمستخدميه للحصول على السلع والمنتجات الغذائية والأدوية الطبية.يتيح التطبيق للمستخدمين البحث عن المنتجات من خلال مجموعة من المتاجر المتاحة.بعد العثور على المنتج المطلوب، يمكن للمستخدم شراء قسيمة شرائية من المتجر الذي يفضله باستخدام رصيد المحفظة الخاصة به.بمجرد شراء القسيمة، يتم إصدار رمز أو كود يمكن للمستخدم استخدامه للشراء من المتجر المحدد.', // contact us view
  'contact_us_title': 'تواصل معنا',
  'via_mobile_number': 'عبر الهاتف',
  'via_email': "عبر الإيميل",
  'via_twitter': 'عبر تويتر',
  'visit_location': 'بالمجيء إلى مكتبنا',
  // home view
  'total_balance': 'اجمالي الرصيد',
  'sar': 'ريال',
  'food_stuffs': 'مواد غذائية',
  'view_all': 'الكل',
  'food_stuff_title': 'مواد غذائية',
  'search_hint_field': 'ابحث عن ماتريد',
  'gift_card': 'بطاقة هدايا من ',
  'checkout_button': 'ادفع',
  //order view
  'order': 'طلبات',
  'completed': 'مكتمل',
  'placed_on': 'تاريخ الطلب : ',
  'show_details': 'التفاصيل',
  'purchase_details_title': 'تفاصيل الطلب',
  'order_number': 'رقم الطلب ',
  'the_code': 'الكود :',
  'purchase_details': 'تفاصيل الطلب',
  'order_status': 'حالة الطلب ',
  'order_date': 'تاريخ الطلب :',
  'inovice_details': 'فاتورة مشترياتك',
  'order_total': 'إجمالي الطلب : ',
  'deleteAccount': 'حذف الحساب',
  // bottom bar
  'home_bar': 'الرئيسية',
  'walt_bar': 'المحفظة',
  'profile_bar': 'الملف الشخصي',
  'order_bar': 'الطلبات',
  //wallet view
  'digital_wallet': 'المحفظة الرقمية',
  'food_category_balance': 'الرصيد  لفئة المواد الغذائية',
  'latest_operations': 'آخر العمليات', //sign in view
  'sign_in_title': 'تسجيل الدخول إلى سخي',
  'sign_in_mobile_text': 'رقم الجوال',
  'sign_in_button': 'تسجيل الدخول',
  //otp view
  'otp_title': 'رمز التحقق',
  'otp_sent_message': 'تم ارسال رمز إلى رقم الجوال',
  'otp_message_not_reveive': 'لم تستلم الرمز ؟',
  'otp_resend': ' أعد الإرسال',
  'otp_verify': 'تحقق',
  // if wallet empty
  'empty_wallet_title': 'لا توجد عمليات',
  'empty_wallet_subtitle': 'لم تقم بإجراء أي عملية حتى الآن',
  //if orders empty
  'empty_order_title': 'لا توجد طلبات',
  'empty_order_subtitle': 'لم تقم بإجراء أي طلبات حتى الآن.',
  // checkout sheet
  'coupon_title':
  'يمكنك اختيار مبلغ القسيمة الشرائية من هنا حسب الرصيد المتاح في محفظتك ',
  'coupon_amount': 'مبلغ القسيمة',
  'coupon_hint': 'اختر مبلغ القسيمة',
  //checkout view
  'checkout_title': 'الدفع',
  'checkout_thank_you': 'شكرا,',
  'checkout_message': 'تم اكتمال طلبك بنجاح',
  'copy_code_button': 'نسخ الكود',
  'copied_successfully': 'تم النسخ بنجاح',
  'today': 'اليوم',
  'Sunday': 'الأحد',
  'Monday': 'الإثنين',
  'Tuesday': 'الثلاثاء',
  'Wednesday': 'الأربعاء',
  'Thursday': 'الخميس',
  'Friday': 'الجمعة',
  'Saturday': 'السبت',
  'translate': 'English',
  //terms and conditions
  'term_title': 'الشروط والأحكام',
  //User policies for saki app
  'term_user_policies_title': 'سياسات المستخدم لتطبيق سخي',
  'term_user_policies_content':
  "فتطبيق سخي هو عبارة عن تطبيق يوفر وسيلة سهلة لمستخدميه للحصول على السلع والمنتجات الغذائية والأدوية الطبية.\nإن المستفيد مسؤول بمفرده عن الالتزام بالقوانين واللوائح والأنظمة المطبقة في الدولة دون أي مسؤولية على سخي عن تلك التصرفات التي يقوم بها المستفيد والتي يلزم بها المستفيد من واجبات نظامية.\nتمثل هذه الضوابط والشروط سياسات استخدام التطبيق.\nإن أي استخدام من قبلك للخدمات التي يوفرها تطبيق سخي يشكل موافقة منك على هذه السياسات والشروط، وتبعاً لذلك يجب عليك عدم استخدام التطبيق في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذه السياسات.",

  //Definition of Terms
  'term_definition_of_terms_title': 'تعريف المصطلحات',
  'term_definition_of_terms_content':
  "تطبيق سخي: يتيح للمستخدمين البحث عن المنتجات من خلال مجموعة من المتاجر المتاحة.\nبعد العثور على المنتج المطلوب، يمكن للمستخدم شراء قسيمة شرائية من المتجر الذي يفضله باستخدام رصيد المحفظة الخاصة به.\nبمجرد شراء القسيمة، يتم إصدار رمز أو كود يمكن للمستخدم استخدامه للشراء من المتجر المحدد.\nويمثل سخي (جمعية عون التقنية ويغني ذكر سخي عن جمعية عون في سياق الكلام ).\n(المحفظة ): هي مجموعة من المتاجر المحددة يتم اختيارها عن طريق الجمعية.\n(الرخصة أو الترخيص): يقصد بها الإذن في استخدام النظام والتمتع بمميزاته.\n(المستفيد): هو العميل النهائي الذي يحصل على الخدمات والمساعدات من الجمعية.\n(الجمعية ): يقصد بها الجمعية الأهلية المتعاقدة مع سخاء لتقديم المساعدات للمستفيدين.",
  //Right to Access Services

  'term_right_to_access_services_title': 'أحقية الحصول على الخدمات',
  'term_right_to_access_services_content':
  "أنت تقر وتضمن التالي: أنك تتمتع بكامل الأهلية للموافقة على الشروط والسياسات وأنك بذلك لن تكون منتهكاً لأي قانون أو عقد.",
  //Rights and Obligations
  'term_rights_and_obligations_title': 'حقوق والتزامات ',
  'term_rights_and_obligations_content':
  "يحتفظ سخي بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للتطبيق مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط هذه",
  //Commitments and Warranties
  'term_commitments_and_warranties_title': 'التعهدات والضمانات',
  'term_commitments_and_warranties_content':
  "تمتثل الأطراف ذات العلاقة لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.\nتقدم الأطراف ذات العلاقة معلومات صحيحة ودقيقة إلى سخاء وتقوم بتحديثها بشكل دوري.\nتراجع الأطراف ذات العلاقة وتمتثل لأي إشعارات يتم إرسالها من خلال سخي فيما يتعلق باستخدامكم للخدمات المقدمة من سحي.\nسوف تستخدم الخدمة أو التطبيق لأغراض مشروعة فقط، ولن تستخدم الخدمات لشراء أو استلام أي مواد غير قانونية أو بهدف الاحتيال.\nلن تستخدم الخدمة أو المنصة للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.\nلن تعرقل التشغيل السليم لتطبيق سحي.\nلن تحاول إلحاق الضرر بالخدمة أو التطبيق بأي شكل من الأشكال.\nسوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري. سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقًا لتقدير سخي الخاص.\nيحق سخي رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب.\nالمحافظة على خصوصية العميل وعدم مشاركة معلوماته أو نشرها.",
  //Scope of License
  'term_scope_of_license_title': 'نطاق الترخيص',
  'term_scope_of_license_content':
  "تمنحك سخي ترخيص غير قابل للتحويل، وغير قابل للتنازل، وغير قابل للترخيص من الباطن وغير قابل للإلغاء وذلك للحصول على خدماتنا واستخدامها فقط للغرض الشخصي (ليس لأي أغراض تجارية على سبيل المثال لا الحصر) وفقاً لهذه السياسات، لذا يجب عليك:\nعدم السماح بمشاركة اسم المستخدم أو كلمة المرور أو غيرها من مسوغات الوصول إلى خدمات سخي.",
  //Misuse of the Platform
  'term_misuse_of_the_platform_title': 'سوء استخدام المنصة البرمجية',
  'term_misuse_of_the_platform_content':
  "رفض بشكل كامل أي لغة مسيئة أو سلوك سيء تجاه سخي أو الخدمة التي نقدمها أو أيٍ من موظفينا أو أي من العملاء المستفيدين.\nإذا تقرر بناءً على تقديرنا استخدام أي مستفيد للغة مسيئة لسخي والخدمة أو الموظفين أو أي من العملاء الآخرين المستفيدين فسيؤدي ذلك إلى إغلاق حساب المستفيد بشكل نهائي.\nوللجمعية الحق بمقاضاة المستفيد وفق الأنظمة المعمول بها في المملكة العربية السعودية.",
  //Payment
  'term_payment_title': 'الدفع',
  'term_payment_content':
  'يتم الدفع من المحفظة الرقمية حسب المخصصات المرسلة من جمعية المستفيد وفقا لقواعد البيانات المعتمدة وسياسات اعتماد العملاء الأخرى والتي تقرها الجمعية .',
  //Legal Liability
  'term_legal_liability_title': 'المسؤولية القانونية',
  'term_legal_liability_content':
  "تقر وتوافق بأن تلتزم بالأمانة دائماً فيما يتعلق بحقيقة العمليات وخلافه، وتوافق بأنه في حال اكتشاف أي تحايل أو تلاعب أو مخادعة أو بمايسئ للتطبيق بشكل مباشر أو غير مباشر، فإنك ستكون عرضة لإيقاف الخدمات الخاصة بك وحجبها ، بالإضافة إلى حق “سخي” في تحصيل غرامة إساءة استخدام تبلغ 1000 ريال سعودي، بالإضافة إلى حق “سخي” بالمطالبة بالتعويضات عن كافة الأضرار التي نتجت أو ستنتج نتيجة لهذا التحايل والتلاعب أو سوء الاستخدام.\nالمعلومات والتوصيات والخدمات أو أي منها التي قُدمت لك على أو من خلال التطبيق هي لأغراض المعلومات العامة فقط ولا تمثل أي نصيحة. ستحافظ سخي قدر الإمكان على صحة وتحديث الموقع والمنصة ومحتوياته، لكنها لا تضمن أن محتويات التطبيق خالية من الأخطاء والعيوب والبرامج الضارة والفيروسات.\nتقع مسؤولية جودة الخدمات والمنتجات المطلوبة والمقدمة بأكملها على عاتق مقدم الخدمة الجمعية الأهلية التي تقدم الخدمة للمستفيد ولا تتحمل \"سخي\" أي مسؤولية في هذا الجانب. إن أي شكاوى بشأن  خدمات الجمعيات الأهلية أو المتاجر والتي تقدم من قبل العملاء، ينبغي تقديمها لـ\"سخي\" بشكل مباشر، على أن \"سخي\" لا يتحمل أي مسؤولية في هذا الجانب، ويكون فقط حلقة وصل بين الطرفين.",
  //Duration of Use
  'term_duration_of_use_title': 'مدة الاستخدام',
  'term_duration_of_use_content':
  "العلاقة بين المستفيد وبين سخي غير محددة المدة. ويحق للمستفيد إنهاء العلاقة في أي وقت بحذف التطبيق المُثبّت على هاتفه الذكي حذفًا نهائيًا أو إلغاء الحساب ، وبذلك تعطل استخدامك للتطبيق والخدمة. ويمكن أن تغلق الحساب المستخدم الخاص بك في أي وقت.\nيحق سخي إنهاء العلاقة مع المستفيد بأثر فوري في أي وقت (بتعطيل استخدام التطبيق والخدمة)، وذلك في حالة قيام المستفيد بأي مما يلي:\n(أ) انتهاك أو خرق أي شرط من شروط المُستخدم\n(ب) مخالفة السياسات والشروط.\nإن سخي غير ملزمة بإرسال سابق إخطار بإنهاء العلاقة مع المستفيد.",
  //Applicable Law and Dispute Resolution
  'term_applicable_law_and_dispute_resolution_title':
  'القانون المعمول به وحل النزاعات ',
  'term_applicable_law_and_dispute_resolution_content':
  "يتعلق بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو صحتها أو استخدام الموقع أو الخدمة أو التطبيق، للقوانين والأنظمة المطبقة في المملكة العربية السعودية وتفسر وفقا لها.\nوإذا حدث خلاف -لاقدر الله- حول هذا العقد من ناحية تفسيره وتنفيذه، يتم حله ودياً، خلال ثلاثين يوماً فإذا تعذر ذلك يتم حسمه نهائياً عن طريق المحكمة المختصة في مكة المكرمة\nإذا كان لديك أي أسئلة بشأن شروط مقدم الخدمة هذه، أو الممارسات بهذا التطبيق، أو تعاملاتك مع التطبيق، يمكنكم التواصل\nمعنا من خلال الآتي :\nawon@awon.com : البريد الإلكتروني\nhttps://twitter.com/awontech_1 : تويتر\nتم التعديل بتاريخ 26th Jul 2023",


};
